export const detailType = {
  '없음' : 
    {'없음' : '없음'},
  '1종' : 
    { '없음' : '없음',
      '주식' : '백미, 소맥분, 분식류, 햄버거 빵',
      '부식' : '육류, 어개류, 소채류, 두채류, 조미류, 고추장, 통조림류',
      '후식' : '우유, 쥬스류, 과일, 청량음료, 발효유', 
      '증식' : '건빵, 라면, 쌀국수', 
      '특수식량' : '전투식량, 특전식량, 해양식량, 항공식량'},
  '2종' : 
    { '없음' : '없음',
      '피복/개인장구류' : '기본피복류, 특수피복류(여군, 생도, 방한용, 특수근무자용), 개인장구류, 침구류, 개인용품류, 기타 피복류',
      '병참물자' : '부대비품류, 부대기구류, 부대장구류, 부대기재류, 정비재료, 교육훈련물자, 기타 유지물자류',
      '화생방물자' : '탐지물자류, 개인보호물자류, 개인치료물자류, 연막류, 지역장비제독제류, 작도기재류, 구조기구류, 기타 등', 
      '통신물자' : '건전지류, 야전선류, 사진재료, 일반행정 통신기기, 장비전환 통신물자(전화기, 일반통신기기) 등', 
      '공병물자' : '소방피복 및 장구류, 소화기, 축성도구류, 위장망 등',
      '기타물자류' : '군사지도, 장비성 물자, 기타(위 세부분류에 포함되지 않은 물자)'},
  '3종' : 
    { '없음' : '없음',
      '일반유류' : '경유, 휘발유, 등유, 벙커유, 항공유, 젯트유 등',
      '윤활유' : '일반 윤활유, 특수 윤활유 등',
      '화공약품류' : '화공약품, 정수약품, 방역약품, 부동액 등', 
      '연탄류' : '공탄, 조개탄, 착화탄 등', 
      '가스류' : '부탄가스, LPG, LNG, 기타 가스 등'},
  '4종' : 
    { '없음' : '없음',
      '건축자재' : '목재류, 철재류, 페인트류, 시멘트류, 비닐장판류, 수도 및 전기자재류, 기타 등',
      '축성자재' : '축성방벽, 장벽･방책 공사용 자재, 철망 케이블 등',
      '전술/장벽자재' : '윤형철조망, 유자철선, 철항 등'},
  '5종' : 
    { '없음' : '없음',
      '항공탄약' : '유도탄, 일반폭탄, 기타탄',
      '지상탄약' : '소구경탄, 직사화기탄, 박격포탄, 포병탄, 유도탄, 중로켓탄, 기타탄',
      '해상탄약' : '함포탄, 수중탄, 유도탄, 기타탄'},
  '6종' : 
    { '없음' : '없음',
      '복지매장판매품' : 'PX 계통으로 획득 판매 품목'},
  '7종' : 
    { '없음' : '없음',
      '화력' : '소․중화기, 공용화기, 화포, 자주포 등',
      '특수무기' : '방공무기, 유도무기, 방공 통제장비, 유도탄 발사장비 등',
      '기동' : '전차, 장갑차, 각종 전술용 차량, 급유 및 급수차량, 승용차, 버스, 오토바이 등',
      '항공' : '항공기(고정익, 회전익), 항공기 지원장비, 정비지원장비 등',
      '함정' : '전투함, 전투지원함, 잠수함(정), 선박 및 바지, 기타 지원장비 등',
      '통신전자' : '유․무선, 레이다, 전자전 장비, 전산장비, 지휘통제장비 등',
      '일반장비' : '건설장비, 발전기, 도하장비, 방독면, 화생방 장비, 급수장비 등',
      '정밀측정' : '각종 측정계기(전압계, 전류계 등), 방사능 측정기, 시험기 등'},
  '8종' : 
    { '없음' : '없음',
      '의무장비' : '외과장비, 치과장비, 방사선장비, 병원장비, 병리장비, 의무 기동장비, 기타 장비 등',
      '의무수리부속' : '의무장비용 수리부속류 일체',
      '의무물자' : '의료기재(외과재료, 치과, 방사선기재, 병리재료 등), 의무 셋,의무장비소모품, 안경제작기구및재료, 위생재료, 기타',
      '의약품류' : '의약품류, 기타 등'},  
  '9종' : 
    { '없음' : '없음',
      '화력' : '총포장비 및 사격기재 정비용 수리부속품',
      '특수무기' : '유도무기 등 특수무기용 수리부속품',
      '기동' : '궤도장비 및 전술차량, 정비장비용 수리부속품',
      '항공' : '항공기 및 항공지원장비 수리부속품',
      '함정' : '함정 및 선박, 지원장비 수리부속품',
      '통신전자' : '통신 / 전자 장비 수리부속품',
      '일반장비' : '일반장비 수리부속품',
      '정밀측정' : '각종 정밀측정 장비용 수리부속품',
      '공구류' : '각종 장비정비용 공구류'},

}